{
    "options": [
        {
            "optionText": "Твоя дочь попросила меня собрать пот с яиц когтя смерти. Для её садового проекта.",
            "onlyShowIfProgressionEventPlayed": "daughter_asked_for_deathclaw_nut",
            "dontDisplayIfObjectiveComplete": "Extract Deathclaw ball sweat",
            "responseText": "ЗАТКНИ СВОЮ ОБЛУЧЁННУЮ ШЛЮХАСТУЮ ПАСТЬ ПРЯМО СЕЙЧАС! Я ХРЕН ЗНАЕТ, ИЗ КАКОГО ПОСТ-СПУСКОВОГО БРЕДА ТЫ ВЫПОЛЗ, НО МОЯ ДОЧЬ НИКОГДА НЕ ПРИКОСНУЛАСЬ БЫ К МУТАЦИОННОМУ ЯЩЕРИНОМУ ХВОСТУ! СЛЫШИШЬ, ТЫ, ЛЖИВАЯ, ЗАРАЗНАЯ СПЕРМОСОСНАЯ ТВАРЬ!",
            "followUpOptions": [
                {
                    "optionText": "Она сказала, что это «улучшает плодородие почвы». Показала мне диаграмму. С графиками.",
                    "responseText": "ГРАФИКИ У МЕНЯ В ЗАДНИЦЕ! ТЫ ДУМАЕШЬ, Я ПОВЕРЮ, ЧТО МОЯ МАЛЫШКА СДЕЛАЛА СРАНЫЙ POWERPOINT ПРО ЯЩЕРИЙ СПЕРМОВЫЖИМ И НАЗВАЛА ЭТО НАУКОЙ?! ДУМАЕШЬ, Я БУДУ КИВАТЬ, ПОКА ТЫ С СЕРЬЁЗНОЙ МОРДОЙ ВТЮХИВАЕШЬ: «ВОТ, НАДЗИРАТЕЛЬ, ОКАЗЫВАЕТСЯ МУТАНТСКИЙ ПОТ — СЕКРЕТ ЛУЧШЕГО УРОЖАЯ»? Я ЗАСУНУ ТВОИ ГРАФИКИ ТЕБЕ В ЗАД ДО ТЕХ ПОР, ПОКА ИЗ НОЗДРЕЙ У ТЕБЯ НЕ НАЧНУТ РАСТИ РЕДИСЫ, УБЛЮДОК!"
                },
                {
                    "optionText": "Она назвала это «Любовным зельем» и спросила, не хочу ли я дегустацию.",
                    "exitLine": true,
                    "responseText": "А-А-А-А!!! Я СЕЙЧАС БУДУ КРОВЬЮ БЛЕВАТЬ, ВЫСЕРУ КУЛАК И ВОЗНЕСУСЬ НА ПЛАН СТРАСТНОЙ, НЕЕБАБЕЛЬНОЙ ЯРОСТИ! ТЫ ОМЕРЗИТЕЛЬНЫЙ, ГРЯЗНЫЙ, СПЕРМО-УМАЗАННЫЙ УРОД — ВОН! ВОН, ПОКА Я НЕ СДЕЛАЛ УНИТАЗ ИЗ ТВОЕЙ ГРУДНОЙ КЛЕТКИ И НЕ СЛИВАЛ В НЁМ ОТХОДЫ ВСЕГО УБЕЖИЩА ГОД ПОДРЯД!"
                }
            ]
        },
        {
            "optionText": "Видел, как твою дочку таскали три когтя смерти. Ей это явно нравилось.",
            "onlyShowIfProgressionEventPlayed": "daughter_railed_by_deathclaw",
            "responseText": "ЧТО ТЫ ТОЛЬКО ЧТО СКАЗАЛ, ДЕГЕНЕРАТ? МОЯ ДОЧЬ — ЧИСТЫЙ АНГЕЛ ЦЕЛОМУДРИЯ! Я ВЫРВУ ТЕБЕ ЯЗЫК ЧЕРЕЗ ЖОПУ ЗА ТАКУЮ МЕРЗОСТЬ ПРО МОЮ КРОВЬ!",
            "followUpOptions": [
                {
                    "optionText": "Поверь, сейчас она нафарширована ящериной спермой.",
                    "responseText": "МЕРЗКАЯ, ПОРНО-ПРОПИТАННАЯ СКОТИНА! Я ОТОРВУ ТЕБЕ ЧЛЕН И УДАВЛЮ ИМ ТЕБЯ! МОЯ ДОЧЬ НЕ ПРИКОСНЁТСЯ К МУТАНТСКОМУ ХУЮ, ДАЖЕ ЕСЛИ ЕЁ ЖИЗНЬ ОТ ЭТОГО ЗАВИСИТ!"
                },
                {
                    "optionText": "Три переростка-ящера и одна девушка. Посчитай сам.",
                    "responseText": "ХВАТИТ! Я СЖИВУ ТЕБЯ ШКУРУ И ВЫВЕШУ ТВОЮ ДЕГЕНЕРАТСКУЮ КОЖУ В КАБИНЕТЕ, ЧТОБЫ ПУГАТЬ ПРОЧИХ ФАП-ФРИКОВ!"
                },
                {
                    "optionText": "Она сама их призвала. Зелье сработало.",
                    "responseText": "ЗЕЛЬЕ?! ТЫ СЪЕХАЛ С КАТУШЕК ОТ ЧРЕЗМЕРНЫХ БОЁВ ЛАДОНИ С ХОРОМОЙ! Я ЗАПРУ ТЕБЯ В КАМЕРУ, ПОКА ТВОИ ЯЙЦА НЕ ВЗОРВУТСЯ, КАК ЧЁРТОВА ГРАНАТА!"
                },
                {
                    "optionText": "Наверное, твой культ нефапа довёл её до безумия по мутантским хуям.",
                    "playSound": "punch",
                    "specialEffects": ["Blackout", "Blur"],
                    "addWillpowerTokens": -9999,
                    "advanceDayWithStatusMessage": "Вы просыпаетесь лицом вниз в ведре с промышленным отбеливателем и чьей-то кровью. Челюсть щёлкает при вдохе, а зубы будто плавают.",
                    "responseText": "Я ТЕБЕ ПОКАЖУ БЕЗУМИЕ, ТЫ ОТВРАТНЫЙ ПОМЁТ!!"
                }
            ]
        },
        {
            "optionText": "Кто ты вообще?",
            "responseText": "КТО Я, ЧЁРТ ВОЗЬМИ?! Слушай внимательно, слюнявый дегенерат! Я — бастион чистоты, защитник дисциплины, тот, кто не даёт этому убежищу скатиться в выгребную яму разврата. Я — НАДЗИРАТЕЛЬ СИНИЕ ЯЙЦА! Я блюду священную ПОЛИТИКУ НЕФАПА, чтобы вы, слабовольные извращенцы, не утонули в своих грязных мыслях. Выпрямись, когда со мной говоришь! Выживают только сильные, а процветают лишь целибаты!",
            "followUpOptions": [
                {
                    "optionText": "Ты сумасшедший. Наверно, пустошь предпочтительней.",
                    "responseText": "СУМАСШЕДШИЙ?! ЧЁРТ ВОЗЬМИ, ДА! СУМАСШЕДШИЙ ОТ СЫРОЙ МОЩИ НЕУТЯЖЕЛЁННОГО ТЕСТОСТЕРОНА! Думаешь, продержишься в пустоши пять минут с головой, забитой развратом? ТЕБЯ ТАМ РАЗОРВУТ!"
                },
                {
                    "optionText": "Что будет, если кто-то здесь подрочит?",
                    "responseText": "КАЗНИМ. Без суда. Без промедления. Я лично оторву тебе гребаную палку и задушу ею! Один скачок — и ты террорист. Каждый плевок высасывает энергию из сети. Подрочишь — медотсек обесточен: младенцы в инкубаторах дохнут. Твоя жирная ладонь стоит горы мёртвых детей, рядовой? Хочешь ОПЛАКИВАТЬ МЛАДЕНЦЕВ СВОИМИ РУКАМИ?"
                },
                {
                    "optionText": "Запишите меня, Надзиратель! Покажи путь вознесения!",
                    "responseText": "ВОТ ЭТО Я ЛЮБЛЮ СЛЫШАТЬ! Обними агонию! Пусть жалкие позывы вопят и умоляют о разрядке — НО ОТКАЖИ ИМ КАЖДЫЙ ШАГ! Скоро по твоим венам пойдёт не кровь, а ЧИСТАЯ МОЩЬ! Ты станешь неудержимой силой, как я, — БОГОМ СРЕДИ ЛЮДЕЙ! Добро пожаловать, рекрут, в ЛЕГИОН НЕФАПА!"
                },
                {
                    "optionText": "Это какая-то больная шутка?",
                    "responseText": "ШУТКА?! Это тело похоже на шутку, тряпка? Тут не шутки, а святая война против грязных инстинктов! Видишь эти мышцы? Они прорвались, когда я выкинул искушение в канаву! Это не образ жизни — это РЕЛИГИЯ, червь! Либо ты раздавишь своё жалкое либидо сам, ЛИБО Я ЕГО РАЗДАВЛЮ!"
                },
                {
                    "optionText": "Как, чёрт возьми, вы тут делаете детей?",
                    "responseText": "Правильным способом, солдат. Каждого годного самца сдаивают раз в квартал — под наркозом, в Кресле Извлечения — механизированной рукой по имени «Мать». Без оргазма. Лишь холодный катетер и шприц на 30 кубиков.",
                    "followUpOptions": [
                        {
                            "optionText": "Это самая дистопичная хрень, что я слышал.",
                            "responseText": "Отлично. Дистопия закаляет ДИСЦИПЛИНУ. Хочу, чтобы мои дети рождались в мире, где зрительный контакт при зачатии — миф. Поэтому наши малыши не плачут — ОНИ ВЫХОДЯТ КАМЕННЫМИ И БЕЗМОЛВНЫМИ!"
                        },
                        {
                            "optionText": "Почему нельзя просто заняться обычным сексом?",
                            "responseText": "ОБЫЧНЫЙ СЕКС?! С ума сошёл?! Обычный секс ведёт к удовольствию — удовольствие к слабости — а слабость УНИЧТОЖАЕТ дисциплину! К тому же у нас строгие квоты по населению. Один промах — и убежище превращается в оргию! НЕ НА МОИХ ЧАСАХ!",
                            "followUpOptions": [
                                {
                                    "optionText": "Контроль населения? А при чём тут это?",
                                    "responseText": "ПРИ ТОМ, ДУРАК! Каждый ребёнок строго регламентирован. Слишком много ртов — мало пайков — и скоро мы жрём друг друга, как какие-нибудь рейдеры!"
                                },
                                {
                                    "optionText": "У тебя какие-то личные проблемы, похоже.",
                                    "responseText": "ЛИЧНЫЕ ПРОБЛЕМЫ?! Моя единственная проблема — недисциплинированные извращенцы! Я — воплощённая чистота, солдат! Твоя беда — отсутствие видения мира без животного траха!"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "optionText": "Иисусе Христе, что случилось с твоими яйцами?",
            "responseText": "Мои яйца? Это результат лет самообладания и воздержания! Символ моей несгибаемой воли! В моём левом яйце больше тестостерона, чем во всех вас вместе! ПРЕКЛОНИСЬ ПЕРЕД МОИМ МЕШКОМ ВЕЧНОЙ ЧИСТОТЫ, ЛИЧИНКА!"
        },
        {
            "optionText": "Чего ты от меня хочешь?",
            "icon": "GUI/quest mark",
            "responseText": "Там, снаружи, ходит чума в каблуках — *Госпожа Домина*. Из-за неё я сорвался после шестнадцати лет нефапа двадцать лет назад. Своими… *женскими чарами* она поставила меня на колени — буквально. Теперь она ведёт армию симпов и превращает мужиков в сопливых рабов! Мне нужно, чтобы ты её уничтожил, пока она не отравила Пустошь своей армией приспешников!",
            "followUpOptions": [
                {
                    "optionText": "Госпожа Домина? Что она с тобой сделала?",
                    "responseText": "Что сделала? ЧТО ОНА СДЕЛАЛА?! Соблазнила своими дьявольскими изгибами и шепнула ложь в мои девственные уши! Один миг слабости — и я был повержен! Мой идеальный рекорд разрушен! Она заставила меня *чувствовать*! Она обернула мою дисциплину против меня и оставила меня разбитым. Но я восстал из пепла как феникс! И теперь она заплатит!",
                    "followUpOptions": [
                        {
                            "optionText": "Звучит личное, брат...",
                            "responseText": "Конечно лично! Ты хоть представляешь, что значит сорваться после 16 лет чистоты? Вся моя жизнь была построена на статусе ультимативного целибата, а она разрушила всё одним подмигиванием! Одним, чёртовым, подмигиванием! Я ждал 20 длинных, синячьих лет ради мести. Я тренировался, медитировал и поклялся увидеть её падение. А ты, чужак, — моё орудие."
                        }
                    ]
                },
                {
                    "optionText": "Чем она вообще такая опасная?",
                    "responseText": "Она строит империю симпов! Она охотится на слабовольных мужчин и превращает их в бесхребетных, занимающихся йогой послушников, которые молят её наступить им на яйца! Если мы не остановим её, Пустошь станет фемдом-кошмаром — матриархатом на шпильках, давящим лица бета-ккашек! Мы должны уничтожить её, прежде чем она утопит цивилизацию в эстрогене и унижении!"
                },
                {
                    "optionText": "Что мне с этого?",
                    "responseText": "Что тебе? Слава, честь и удовлетворение истинного воина! Ладно, если нужно *материальное* — у меня мешок крышек ждёт тебя. Принесёшь мне голову Домины — твои. Плюс уважение самого дисциплинированного мужика на свете. Такое за деньги не купишь!"
                },
                {
                    "optionText": "Ты хочешь, чтобы я её просто убил?",
                    "icon": "GUI/quest mark",
                    "dontDisplayIfHasObjective": "Bring down Mistress Domina",
                    "dontDisplayIfObjectiveComplete": "Bring down Mistress Domina",
                    "responseText": "Именно! Она прячется в руинах старой церкви. Твоя задача проста: пробраться, перебить её симпов, потом разделать ту суккубицу. Ни при каких условиях не дай ей залезть к тебе в голову. Стоит моргнуть — и ты уже стираешь ей трусы, называя «мамочкой». Ясно, солдат?!",
                    "followUpOptions": [
                        {
                            "optionText": "Ладно, разберусь с твоей психодоминатриссой.",
                            "icon": "GUI/quest mark",
                            "markObjectiveComplete": "Talk to the Overseer",
                            "addObjective": "Bring down Mistress Domina",
                            "showChoiceStats": "down_with_the_devil",
                            "exitLine": true,
                            "responseText": "Вот это я понимаю, солдат! Знал, что в этой обветренной шкуре пустоши есть искра потенциала. Запомни: это не просто миссия — это крестовый поход против ТХОТ-СУПРЕМАЦИИ! Ты сражаешься не только за себя, но и за честь Убежища 6969! Снаряжайся, выдвигайся — УНИЧТОЖЬ ЭТУ ТХОТ, ПОКА ОНА НЕ УНИЧТОЖИЛА МИР!"
                        }
                    ]
                }
            ]
        },
        {
            "optionText": "Пока.",
            "responseTexts": [
                "Хорошо! Свали из глаз моих, пока я не почувствовал запах слабости!",
                "Помни: каждый шаг от меня — шаг к искушению!",
                "Да-да, катись дальше. Дисциплина — это 24/7! А теперь проваливай, солдат!"
            ],
            "exitLine": true
        }
    ],
    "random_auto_line": [
        "Думаешь, это лаунж? НЕТ! Это поле боя! Каждый невыстреленный заряд — пуля в твоей ментальной обойме! ВЗВЕДИ ЗАТВОР, СОЛДАТ!",
        "Чуешь запах, солдат? Это вонь слабости, сочащейся из твоих штанов! Заткни течь, пока я не заткнул тебя дубинкой 'Бонк'!",
        "Я не кончал со времён Великой войны и могу жать когтя смерти! А ты почему такой мягкий, обвисший-хер?!",
        "Думаешь, напряжён сейчас? Подожди, пока проживёшь 40 лет с мешком таким полным, что у него собственное гравитационное поле! Вот это ДИСЦИПЛИНА!",
        "Я не выпускал пар так долго, что мои яйца планируют бунт в самом убежище. Сможешь выдержать такую внутреннюю войну, солдат?!",
        "Вижу, глаз цепляется за стену. Если стена даст тебе пошлую мысль — я снесу её к чёрту!",
        "Раз напрягся, сдерживая дрочку, что жилы на теле сами вывели слово «дисциплина». Ещё раз увижу тебя без дела — заставлю их написать «разочарование»!"
    ]
}
